Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The acreage in this permit consists of the blocks 30/9.
nb: Arealet i dette løyvet består av blokkene 30/9.

source: Production licence 104 was awarded on 1 March 1985 (the ninth licensing round on the Norwegian shelf).
nb: Utvinningsløyve 104 vart delt ut 01.3.1985 (Konsesjonsrunde 9 på norsk sokkel).

source: Wellbores 34/10-54 S and 34/10-54 A will be drilled from the Transocean Leader drilling facility at position 61º 07`32.70” N and 02º 18´35.5" E after completion of drilling of the wildcat well 6506/9-3 for Statoil ASA in production licence 479.
nb: Brønnbane 34/10-54 S og 34/10-54 A skal borast frå boreinnretninga Transocean Leader i posisjon 61°07'32,70"N og 02°18'35,5" aust etter avslutting av boring av undersøkingsbrønn 6506/9-3 for Statoil ASA i utvinningsløyve 479.

source: The drilling program for wellbores 34/10-54 S and 34/10-54 A relates to drilling of a wildcat well in production licence 050 ES, Valemon Unit.
nb: Boreprogrammet for brønnbane 34/10-54 S og 34/10-54 A gjeld boring av undersøkingsbrønn i utvinningsløyve 050 ES, Valemon Unit.

source: Statoil ASA is the operator with an ownership interest of 57 per cent.
nb: Statoil ASA er operatør med ein del på 57 prosent.

source: The other licensees are Petero AS (30 per cent) and Centrica Resources (Norge) AS (13 per cent).
nb: Dei andre rettshavarane er Petoro AS (30 prosent) og Centrica Resources (Norge) AS (13 prosent).

source: The area in this permit consists of the block 34/10.
nb: Arealet i dette løyvet består av blokkene 34/10.

source: Production licence 050 ES was awarded on 11 April 2012 as an addition to the third licensing round.
nb: Utvinningsløyve 050 ES vart delt ut 11.4.2012 som en tilleggs til 3. konsesjonsrunde.

source: Contact in the NPD Kristian Runestad, tlf.
nb: Kontaktperson i OD: Kristian Runestad, tlf.

source: Well 35/9-8 will be drilled from the Transocean Arctic drilling facility at position 67°17’6.71’’N and 3°40’33.63’’E following completion of drilling of wildcat well 6407/1-6 S for Wintershall in production licence 475.
nb: Brønn 35/9-8 skal borast frå boreinnretninga Transocean Arctic i posisjon 67°17’6.71” nord og 3°40’33.63” aust etter avslutting av boring av undersøkingsbrønn 6407/1-6 S for Wintershall i utvinningsløyve 475.

source: The drilling programme for well 35/9-8 concerns drilling of an appraisal well in production licence 418, where Wintershall is the operator with an ownership interest of 35 per cent.
nb: Boreprogrammet for brønn 35/9-8 gjeld boring av avgrensingsbrønn i utvinningsløyve 418, der Wintershall er operatør med ein del på 35 prosent.

source: The other licensees are Agora (20 per cent), Bayerngas (20 per cent), Edison (15 per cent) and RWE Dea (10 per cent).
nb: Dei andre rettshavarane er Agora (20 prosent), Bayerngas(20 prosent), Edison (15 prosent) og RWE Dea (10 prosent).

source: The well will be drilled about 8 kilometres northeast of discovery 35/12-2 ("Grosbeak") and 14 kilometres southwest of the Gjøa field.
nb: Brønnen blir bora om lag 8 kilometer nordaust for funnet 35/12-2 ("Grosbeak") og 14 kilometer sørvest for Gjøafeltet.

source: Well 35/9-10 S will be drilled from the Transocean Arctic drilling facility at position 61°15’07.02” north and 3°41’04.10” east for Wintershall Norge AS in production licence 418.
nb: Brønn 35/9-10 S skal borast frå boreinnretninga Transocean Arctic i posisjon 61°15’07.02” nord og 3°41’04.10” aust for Wintershall Norge AS i utvinningsløyve 418.

source: The drilling programme for well 35/9-10 S relates to drilling of a wildcat well in production licence 418 where Wintershall is the operator with an ownership interest of 35 per cent.
nb: Boreprogrammet for brønn 35/9-10 S gjeld boring av undersøkingsbrønn i utvinningsløyve 418 der Wintershall er operatør med ein del på 35 prosent.

source: The other licensees are Capricorn (20 per cent), Bayerngas (20 per cent), Edison (15 per cent) and RWE Dea (10 per cent).
nb: Dei andre rettshavarane er Capricorn (20 prosent), Bayerngas (20 prosent), Edison (15 prosent) og RWE Dea (10 prosent).

source: The well will be drilled about 16 kilometres southwest of Gjøa and 16 kilometres east of Vega.
nb: Brønnen blir bora om lag 16 kilometer sørvest for Gjøa og 16 kilometer aust for Vega.

source: Well 35/9-9 will be drilled from the Transocean Barents drilling facility in position 61°24’12.79” north and 3°56’00.49” east after completing the drilling of wildcat well 6406/9-1 for A/S Norske Shell in production licence 255.
nb: Brønn 35/9-9 skal borast frå boreinnretninga Transocean Barents i posisjon 61°24’12,79” nord og 3°56’00,49” aust etter avslutting av boring av undersøkingsbrønn 6406/9-1 for A/S Norske Shell i utvinningsløyve 255.

source: The drilling program for well 35/9-9 relates to the drilling of a wildcat well in production licence 153.
nb: Boreprogrammet for brønn 35/9-9 gjeld boring av undersøkelsesbrønn i utvinningsløyve 153.

source: GDF Suez E&P Norge AS is the operator with an ownership interest of 30 per cent.
nb: GDF Suez E&P Norge AS er operatør med ein del på 30 prosent.

source: The other licensees are Petoro AS (30 per cent), Wintershall Norge AS (15 per cent), A/S Norske Shell (12 per cent), RWE Dea Norge AS (8 per cent) and Statoil Petroleum AS (5 per cent).
nb: Dei andre rettshavarane er Petoro AS (30 prosent), Wintershall Norge AS (15 prosent), A/S Norske Shell (12 prosent), RWE Dea Norge AS (8 prosent) og Statoil Petroleum AS (5 prosent).

source: The area in this licence consists of parts of blocks 35/9 and 36/7.
nb: Arealet i dette løyvet består av delar av blokkene 35/9 og 36/7.

source: The well will be drilled about eight kilometres north of the Gjøa field.
nb: Brønnen blir bora om lag åtte kilometer nord for Gjøafeltet.

source: Production licence 153 was awarded on 8 July 1988 (12th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 153 vart tildelt den 8. juli 1988 (12. konsesjonsrunde på norsk sokkel).

source: This is the tenth well to be drilled in the licence.
nb: Dette er den tiande brønnen som bli bora i løyvet.

source: Well 3/7-9 S will be drilled from the drilling facility Mærsk Giant in position 56°26’20.84’’ north and 4°10’10.75” east.
nb: Brønn 3/7-9 S skal borast frå boreinnretninga Mærsk Giant i posisjon 56°26’20.84’’nord og 4°10’10,75”aust.

source: The drilling programme for well 3/7-9 S pertains to the drilling of a wildcat well in production licence 289.
nb: Boreprogrammet for brønn 3/7-9 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 289.

source: The other licensee is Bayerngas Norway AS (50 per cent).
nb: Den andre rettshavaren er Bayerngas Norge AS (50 prosent).

source: Production licence 289 was awarded in 2003 (North Sea Awards 2002).
nb: Utvinningsløyve 289 blei tildelt i 2003 (NST 2002).

source: The area in this production licence is located northwest of the Trym field in the south-eastern part of the North Sea, and consists of parts of block 3/7 bordering Denmark.
nb: Arealet i dette utvinningsløyvet ligg nordvest for Trymfeltet i den søraustlege delen av Nordsjøen, og det består av delar av grenseblokka 3/7 mot Danmark.

source: Well 3/7-9 S is the second exploration well in this production licence.
nb: Brønn 3/7-9 S er den andre leitebrønnen i dette utvinningsløyvet.

source: Wellbore 4/4-1 will be drilled from the Mærsk Giant drilling facility at position 56°38’8.65’’N and 5°8’11.53”E.
nb: Brønn 4/4-1 skal borast frå boreinnretninga Mærsk Giant i posisjon 56°38’8.65’’ nord og 5°8’11,53” aust.

source: The drilling programme for wellbore 4/4-1 relates to drilling of a wildcat well in production licence 541.
nb: Boreprogrammet for brønn 4/4-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 541.

source: Repsol Exploration Norge AS is the operator with an ownership interest of 50 per cent.
nb: Repsol Exploration Norge AS er operatør med 50 prosent del.

source: The licensees are Edison International Norway Branch with a 35 per cent ownership interest, Skagen44 with 7.5 per cent ownership interest and Concedo ASA with 7.5 per cent ownership interest.
nb: Dei andre rettshavarane er Edison International Norway Branch med 35 prosent del, Skagen44 med 7,5 prosent del og Concedo ASA med 7,5 prosent del.

source: Production licence 541 was awarded in 2010 (APA 2009).
nb: Utvinningsløyve 541 vart tildelt i 2010 (TFO 2009).

source: The area in this production licence is located in the southeastern part of the North Sea and consists of block 4/4, which is on the border with Denmark.
nb: Arealet i dette utvinningsløyvet ligg i den søraustlege delen av Nordsjøen og består av blokk 4/4 som grensar mot Danmark.

source: Wellbore 4/4-1 is the first exploration well in this production licence.
nb: Brønn 4/4-1 er den første leitebrønnen i dette utvinningsløyvet.

source: Wellbore 6406/12-3 S will be drilled from the Transocean Arctic drilling facility in position 64°01’52.37’’ north and 06°45’17.53’’ east after it completes drilling wildcat well 35/9-10 A for Wintershall Norge AS in production licence 418.
nb: Brønnbane 6406/12-3 S skal borast frå boreinnretninga Transocean Arctic i posisjon 64°01’52,37’’ nord og 06°45’17,53’’ aust etter avslutting av boring av undersøkingsbrønn 35/9-10 A for Wintershall Norge AS i utvinningsløyve 418.

source: The drilling programme for well 6406/12-3 S concerns drilling of a wildcat well in production licence 586.
nb: Boreprogrammet for brønn 6406/12-3 S gjeld boring av undersøkingsbrønn i utvinningsløyve 586.

source: The well will be drilled approx. 8 kilometres east of the 6406/11-1 S discovery and about 33 kilometres southwest of the Njord field.
nb: Brønnen blir bora om lag 8 kilometer aust for funnet 6406/11-1 S og om lag 33 kilometer sørvest for Njordfeltet.

source: Well 6406/6-3 will be drilled from the Transocean Arctic drilling facility at position 64°34'24.44" north and 6°58'27.63"east after completing the drilling of appraisal well 35/9-8 for Wintershall Norge ASA in production licence 418.
nb: Brønn 6406/6-3 skal borast frå boreinnretninga Transocean Arctic i posisjon 64°34'24,44" nord og 6°58'27,63"aust etter avslutting av boring av avgrensingsbrønn 35/9-8 for Wintershall Norge ASA i utvinningsløyve 418.

source: The drilling programme for well 6406/6-3 relates to drilling of a wildcat well in production licence 511.
nb: Boreprogrammet for brønn 6406/6-3 gjeld boring av undersøkingsbrønn i utvinningsløyve 511.

source: Wintershall Norge ASA is the operator with an ownership interest of 25 per cent.
nb: Wintershall Norge ASA er operatør med ein del på 25 prosent.

source: The other licensees are Maersk Oil Norway AS with 25 per cent, Petoro AS with 20 per cent, VNG Norge AS with 12.5 per cent, Tullow Oil Norge AS with 10 per cent and Bridge Energy Norge AS with 7.5 per cent.
nb: Dei andre rettshavarane er Maersk Oil Norway AS med 25 prosent, Petoro AS med 20 prosent, VNG Norge AS med 12,5 prosent, Tullow Oil Norge AS med 10 prosent og Bridge Energy Norge AS med 7,5 prosent.

source: The area in this licence consists of parts of blocks 6406/5, 6406/6 and 6406/9.
nb: Arealet i dette løyvet består av del av blokk 6406/5, 6406/6 og 6406/9.

source: The well will be drilled about 20 kilometres south of Tyrihans.
nb: Brønnen blir bora om lag 20 kilometer sør for Tyrihans.

source: Production licence 511 was awarded on 23 January 2009 in APA 2008.
nb: Utvinningsløyve 511 vart delt ut 23. januar 2009 i TFO2008.

source: The permit is contingent upon the operator securing all other permits and consents required by other authorities before the drilling activities commence.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 6406/9-3 will be drilled from the Transocean Barents drilling facility in position 64°25'15.97" north and 6°58'42.79" east following completion of drilling of wildcat well 7218/11-1 for Repsol Exploration Norge AS in production licence 531.
nb: Brønn 6406/9-3 skal borast frå boreinnretninga Transocean Barents i posisjon 64°25'15,97" nord og 6°58'42,79"aust etter avslutting av boring av undersøkingsbrønn 7218/11-1 for Repsol Exploration Norge AS i utvinningsløyve 531.

source: The drilling programme for well 6406/9-3 concerns drilling of a wildcat well in production licence 255.
nb: Boreprogrammet for brønn 6406/9-3 gjeld boring av undersøkingsbrønn i utvinningsløyve 255.

source: A/S Norske Shell is the operator with an ownership interest of 30 per cent.
nb: A/S Norske Shell er operatør med ein del på 30 prosent.

source: The other licensees are Petoro AS with 30 per cent, Statoil Petroleum AS with 20 per cent and Total E&P Norge AS with 20 per cent.
nb: Dei andre rettshavarane er Petoro AS med 30 prosent, Statoil Petroleum AS med 20 prosent og Total E&P Norge AS med 20 prosent.

source: The well will be drilled about 7 kilometres southeast of 6406/9-1 Linnorm.
nb: Brønnen blir bora om lag 7 kilometer søraust for 6406/9-1 Linnorm.

source: Production licence 255 was awarded on 12 May 2000 in the 16th licencing round on the Norwegian shelf.
nb: Utvinningsløyve 255 vart tildelt 12. mai 2000 i 16. konsesjonsrunde på norsk sokkel.

source: This is the sixth well to be drilled in this licence.
nb: Dette er den sjette brønnen som blir bora i løyvet.

source: The Director General of the NPD, Gunnar Berge, hands over the prize to the two companies representatives.
nb: Oljedirektør Gunnar Berge deler ut IOR prisen til vinnerselskapenes representanter.

source: A number of new technological solutions for advanced wells were first developed for and put to use on the Troll field in the North Sea.
nb: En rekke nye teknologiske løsninger for avanserte brønner ble først utviklet for og tatt i bruk på Trollfeltet i Nordsjøen.

source: The prestigious IOR prize (Improved Oil Recovery) is the NPD's way of recognising production licences, companies, projects or individuals that have created added value on the Norwegian continental shelf through innovative actions and plans linked to improved oil recovery.
nb: Den prestisjetunge IOR-prisen (Improved Oil Recovery) er ODs anerkjennelse til utvinningstillatelser, selskaper, prosjekter eller enkeltpersoner som har skapt merverdi på norsk kontinentalsokkel gjennom nyskapende handlinger og planer knyttet til økt oljeutvinning.

source: This year's prize is awarded to two supplier companies who can both take a significant part of the credit for the Troll field's current status as one of the largest oil fields on the Norwegian shelf.
nb: Årets pris tildeles to selskaper på leverandørsiden som begge har en betydelig del av æren for at Trollfeltet i dag er blitt ett av de største oljefeltene på norsk sokkel.

source: The technology developed is now also used on other fields, thus creating spin-off value far beyond the Troll field.
nb: Den teknologien som er utviklet blir nå anvendt videre også på andre felt og skaper dermed verdimessige ringvirkninger langt utover Troll.

source: Director General Gunnar Berge presented the IOR prize 2006 to Baker Hughes and Halliburton at "The 3rd Norwegian Technology Conference 2007" in Stavanger on Tuesday, 23 January.
nb: IOR-prisen 2006 ble tildelt Baker Hughes og Halliburton av oljedirektør Gunnar Berge på "The 3rd Norwegian Technology Conference 2007" i Stavanger tirsdag 23. januar.

source: In addition to Baker Hughes and Halliburton, Talisman was nominated as a candidate for the prize as "one of the newcomers to the Norwegian shelf that is leading the way towards realizing substantial values in fields/areas where others seem to give up."
nb: I tillegg til Baker Hughes og Halliburton var Talisman nominert som kandidat til prisen "en av nykommerne på norsk sokkel som viser vei for å realisere større verdier i felt/områder der andre synes gi opp."

source: Wells 6407/8-6 and 6407/8-6 A will be drilled from the Songa Trym drilling facility at position 64°21'12.70" north and 07°27'44.48" east after it completes drilling of the wildcat well 6608/10-15 for Statoil in production licence 128.
nb: Brønn 6407/8-6 og 6407/8-6 A skal borast frå boreinnretninga Songa Trym i posisjon 64°21'12,70" nord og 07°27'44,48" aust etter avslutting av boring av undersøkingsbrønn 6608/10-15 for Statoil i utvinningsløyve 128.

source: The drilling programme for wells 6407/8-6 and 6407/8-6 A relates to the drilling of wildcat wells in production licence 348.
nb: Boreprogrammet for brønnane 6407/8-6 og 6407/8-6 A gjeld boring av undersøkingsbrønnar i utvinningsløyve 348.

source: Statoil is the operator with an ownership interest of 35 per cent.
nb: Statoil er operatør med ein del på 35 prosent.

source: The other licensees are GDF Suez E&P Norge AS (20 per cent), E.ON E&P Norge AS (17.5 per cent), Core Energy AS (17.5 per cent), Faroe Petroleum Norge AS (7.5 per cent) and VNG Norge AS (2.5 per cent).
nb: Dei andre rettshavarane er GDF Suez E&P Norge AS (20 prosent), E.ON E&P Norge AS (17,5 prosent), Core Energy AS (17,5 prosent), Faroe Petroleum Norge AS (7,5 prosent) og VNG Norge AS (2,5 prosent).

source: The area in this licence consists of parts of blocks 6407/8 and 6407/9.
nb: Arealet i dette løyvet består av delar av blokker 6407/8 og 6407/9.

source: The wells will be drilled about four kilometres west of the Hyme field and 16 kilometres northeast of the Njord field.
nb: Brønnane blir bora om lag fire kilometer vest for Hymefeltet og 16 kilometer nordaust for Njordfeltet.

source: Production licence 348 was awarded on 17 December 2004 (APA 2004 on the Norwegian shelf).
nb: Utvinningsløyve 348 vart tildelt 17. desember 2004 (TFO 2004 på norsk sokkel).

source: These are the seventh and eighth wells to be drilled in the licence.
nb: Dette er den sjuande og åttande brønnen som bli bora i løyvet.

source: Well 6506/9-3 will be drilled from the Transocean Leader drilling facility in position 65°15'4.99" north and 6°54'15.66" east after completion of the drilling of production well 31/2-K-13 BY2H for Statoil Petroleum AS in production licence 054 in the Troll field.
nb: Brønn 6506/9-3 skal borast frå boreinnretninga Transocean Leader i posisjon 65°15'4,99" nord og 6°54'15,66" aust etter avslutting av boring av produksjonsbrønn 31/2-K-13 BY2H for Statoil Petroleum AS i utvinningsløyve 054, Trollfeltet.

source: The drilling program for well 6506/9-3 concerns the drilling of a wildcat well in production licence 479.
nb: Boreprogrammet for brønn 6506/9-3 gjeld boring av undersøkingsbrønn i utvinningsløyve 479.

source: Statoil Petroleum AS is the operator with an ownership interest of 40.95 per.
nb: Statoil Petroleum AS er operatør med ein del på 40,95 prosent.

source: The other licensees are Eni Norge AS with 19.6 per cent, Petoro AS with 14.95 per cent, Exxon Mobile E&P Norway AS with 14.7 per cent and Total E&P Norge AS med 9.8 per cent.
nb: Dei andre rettshavarane er ENI Norge AS med 19,6 prosent, Petoro AS med 14,95 prosent, Exxon Mobil E&P Norway AS med 14,7 prosent og Total E&P Norge AS med 9,8 prosent.

source: The area in this licence consists of parts of blocks 6506/9 and 6506/12.
nb: Arealet i dette løyvet består av del av blokk 6506/9 og 6506/12.

source: The well will be drilled about seven kilometres north of Åsgard in the Norwegian Sea.
nb: Brønnen blir bora om lag sju kilometer nord for Åsgard i Norskehavet.

source: Production licence 479 was awarded on 29 February 2008 in APA 2007 on the Norwegian shelf.
nb: Utvinningsløyve 479 vart tildelt 29. februar 2008 i TFO 2007 på norsk sokkel.

source: Well 6507/10-2 S will be drilled from the West Navigator drilling facility at position 65°12'48.46'' north and 7°16'59.03'' east.
nb: Brønn 6507/10-2 S skal borast frå boreinnretninga West Navigator i posisjon 65°12'48.46'' nord og 7°16'59.03'' aust.

source: The drilling programme for well 6507/10-2 S concerns drilling of a wildcat well in production licence 645.
nb: Boreprogrammet for brønn 6507/10-2 S gjeld boring av undersøkingsbrønn i utvinningsløyve 645.

source: Faroe Petroleum Norge AS is the operator with an ownership interest of 50 per cent.
nb: Faroe Petroleum Norge AS er operatør med ein del på 50 prosent.

source: The other licensees are Centrica Resources (Norge) AS (40 per cent), Skagen44 AS (5 per cent) and Concedo ASA (5 per cent).
nb: Dei andre rettshavarane er Centrica Resources (Norge) AS (40 prosent), Skagen44 AS (5 prosent) og Concedo ASA (5 prosent).

source: The area in this licence consists of parts of blocks 6507/7 and 6507/10.
nb: Arealet i dette løyvet består av delar av blokkene 6507/7 og 6507/10.

source: The well will be drilled approx. 14 kilometres south of Heidrun.
nb: Brønnen blir bora om lag 14 kilometer sør for Heidrun.

source: Production licence 645 was awarded on 3 February 2012 (APA 2011).
nb: Utvinningsløyve 645 vart tildelt 3. februar 2012 (TFO 2011).

source: The permit is contingent upon the operator securing all other permits and consents required by the authorities prior to commencing the drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 6507/3-10 will be drilled from the Songa Trym drilling facility at position 65 55` 43.60" north and 7 54´ 0.00" east.
nb: Brønn 6507/3-10 skal borast frå boreinnretninga Songa Trym i posisjon 65 55` 43,60" nord og 7 54´ 0,00" aust.

source: The other licensee is E.ON E&P Norge AS with 40 per cent.
nb: Rettshavar er E.ON E&P Norge AS med 40 prosent.

source: The production licence consists of parts of block 6506/3.
nb: Utvinningsløyvet består av delar av blokk 6506/3.

source: The licence was carved out of production licence 159 in 2008, which was awarded in licensing round 12 B in 1989.
nb: Løyvet blei i 2008 del frå utvinningsløyve 159, som blei tildelt i konsesjonsrunde 12 B i 1989.

source: Wildcat well 6507/3-10 is the first exploration well in production licence 159 C.
nb: Undersøkingsbrønn 6507/3-10 er den første leitebrønnen i utvinningsløyve 159 C.

source: Wellbore 6608/10-15 will be drilled from the drilling facility Songa Trym at position 66°05’20.8”N and 08°16’ 42.5”E, following the completion of the drilling of wildcat well 6507/3-10 for Statoil ASA in production licence 159 C.
nb: Brønnbane 6608/10-15 skal borast frå boreinnretninga Songa Trym i posisjon 66°05'20,8" nord og 08°16'42,5" aust etter avslutting av boring av undersøkingsbrønn 6507/3-10 for Statoil ASA i utvinningsløyve 159 C.

source: The drilling programme for wellbore 6608/10-15 concerns the drilling of a wildcat well in production licence 128.
nb: Boreprogrammet for brønnbane 6608/10-15 gjeld boring av undersøkingsbrønn i utvinningsløyve 128.

source: Statoil ASA is the operator with an ownership interest of 64 per cent.
nb: Statoil ASA er operatør med ein del på 64 prosent.

source: The other licensees are Petoro AS (24.5 per cent) and Eni Norge AS (11.5 per cent).
nb: Dei andre rettshavarane er Petoro AS (24,5 prosent) og ENI Norge AS (11,5 prosent).

source: The acreage in this licence consists of the blocks 6608/10 and 11.
nb: Arealet i dette løyvet består av blokkene 6608/10 og 11.

source: Production licence 128 was awarded on 28 February 1986 (Licensing round 10-B on the Norwegian shelf).
nb: Utvinningsløyve 128 vart delt ut 28.2.1986 (Konsesjonsrunde 10-B på norsk sokkel).

source: Well 6608/11-8 will be drilled from the Songa Trym drilling facility at position 66° 07' 39.83" north and 8° 20' 12.39" east.
nb: Brønn 6608/11-8 skal borast frå boreinnretninga Songa Trym i posisjon 66° 07' 39,83" nord og 8° 20' 12,39" aust.

source: The drilling programme for well 6608/11-8 relates to drilling of an appraisal well in production licence 128.
nb: Boreprogrammet for brønn 6608/11-8 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 128.
